Repository: AOSC-Tracking/k3b
Catalog: po/*.po
Languages: fr, it

source: Copy protected
fr: Copie protégée
it: Protetto dalla copia

source: Seconds
fr: Secondes
it: Secondi

source: Frames
fr: Cadres
it: Frame

source: &Message:
it: &Messaggio:

source: &Performer:
it: &Esecutore:

source: &Title:
it: &Titolo:

source: &Songwriter:
it: &Autore:

source: &Arranger:
it: &Arrangiatore:

source: File Info
fr: Info Fichier
it: Informazioni file

source: filename
fr: Nom du fichier
it: nomefile

source: 0.0 MB
fr: 0.0 Mo
it: 0.0 MByte

source: CD-Text
it: CD-Testo

source: CD-text
it: CD-testo

source: Hide first track
fr: Masquer la première piste
it: Nascondi prima traccia

source: Create CD TEXT entries
it: Crea voci CD Testo

source: Decode audio files while writing
it: Decodifica file audio durante la scrittura

source: CD-TEXT information field
it: Campi informativi CD-TESTO

source: Simulate Writing
fr: Simuler la gravure
it: Simulazione di scrittura

source: Remove image files
it: Rimuovi file immagine

source: Write CD-text
it: Scrittura CD-testo

source: &Disc ID:
it: &Disco ID:

source: International Standard Recording Code
it: Codice standard internazionale di registrazione

source: Not enough space in temp directory.
it: Non c'è abbastanza spazio nella directory temporanea.

source: K3b is trying to retrieve information about the inserted disk.
it: K3b sta cercando di rilevare informazioni sul disco inserito.

source: &Disk info
fr: Info &Disque
it: Informazioni &disco

source: &Unmount
fr: Dé&monter
it: &Smonta

source: &Eject
it: &Espulsione

source: Trying to fetch information about the inserted disk.
it: Tentativo di rilevazione delle informazioni sul disco inserito.

source: Found Mixed-mode CD. Do you want K3b to mount the data part or show all the tracks?
it: Trovato CD Mixed-mode. Vuoi che K3b monti la parte dati o mostri tutte le tracce?

source: Mixed-mode CD
it: CD Mixed-mode

source: Mount cd
it: Monta cd

source: Show tracks
it: Mostra tracce

source: Short View
it: Vista breve

source: _: NAME OF TRANSLATORS Your names
it: Daniele Medri

source: _: EMAIL OF TRANSLATORS Your emails
fr: M.Fleury@wanadoo.fr
it: madrid@linux.it

source: K3b is a CD burning program that has two aims: usability and as much features as possible.
it: K3b è un programma di masterizzazione CD che ha due presupposti: usabilità e il maggior numero di caratteristiche possibili.

source: file to open
fr: fichier à ouvrir
it: file da aprire

source: Maintainer
fr: Mainteneur
it: Manutentore

source: Developer
fr: Développeur
it: Sviluppatore

source: For his bombastic artwork.
it: Per il fantastico lavoro grafico.

source: For heavy testing and the first German translation.
it: Per la fase di testing e la prima traduzione tedesca.

source: For his great cdrtools and the patient answers to all my questions.
it: Per il suo cdrtools e le pazienti risposte a tutte le mie domande.

source: It seems as if you have not run K3bSetup yet. It is recommended to do so. Should K3bSetup be started?
fr: Il semble que vous n'avez pas encore lancé K3b auparavant. Il est recommandé de faire ainsi. La configuration de K3b doit - elle être lancée ?
it: Sembra che non hai ancora lanciato la configurazione di K3bSetup. Si raccomanda di farlo. Vuoi lanciare K3bSetup?

source: K3b Setup
fr: Configuration de K3b
it: Configurazione K3b

source: K3b Setup needs to be run as root!
fr: La configuration de K3b doit être lancée en tant que root !
it: La configurazione di K3b richiede i diritti di root!

source: Saving cd devices to global configuration.
fr: Enregistrer les périphériques cd dans la configuration globale.
it: Salvataggio dei dispositivi cd nella configurazione globale.

source: Writing external program paths to global configuration.
fr: Écrire les chemins des programmes externes dans la configuration globale.
it: Scrittura dei percorsi verso i programmi esterni nelle configurazioni globali.

source: Writing permission settings to global configuration.
fr: Écrire les paramètres de permissions dans la configuration globale.
it: Impostazioni di scrittura per la configurazione globale.

source: Changing CD device permissions.
it: Cambiamento dei permessi sui dispositivi CD.

source: Could not find generic device (%1)
fr: Impossible de trouver le périphérique générique (%1)
it: Impossibile trovare dispositivo generico (%1)

source: Could not find ioctl device (%1)
fr: Impossible de trouver le périphérique iotcl (%1)
it: Impossibile trovare dispositivo ioctl (%1)

source: Changing permissions for %1.
fr: Change les permissions pour %1
it: Cambiamento dei permessi per %1.

source: %1 is no %2 executable.
fr: %1 n'est pas %2 exécutable.
it: %1 non è %2 eseguibile.

source: Could not find %1.
fr: Impossible de trouver %1.
it: Impossibile trovare %1

source: Saving old %1 to %2
fr: Enregistre ancien %1 en %2.
it: Salvataggio vecchio %1 come %2

source: Creating fstab entry for %1
fr: Crée une entrée 'fstab' pour %1
it: Creazione della voce fstab per %1

source: Could not create mount point '%1'
fr: Impossible de créer le point de montage '%1'
it: Impossibile creare punto di montaggio '%1'

source: Welcome to K3bSetup
fr: Bienvenue dans la configuration de K3b
it: Benvenuto nella configurazione di K3bSetup

source: <h1>Welcome to K3b Setup.</h1><p>This Wizard will help you to prepare your system for cd writing with K3b. First of all: DO NOT fear linux permissions anymore. K3b Setup takes care of nearly everything. So if you are new to linux and know nothing about things like suid root don't panic! Just click next.</p><p>If you know what is needed to write cds under linux and think you do not need a wizard like this please do not exit since there are some things special to K3b and K3b Setup will not change anything on your system before you finished the setup.</p><p><b>Thanx for using K3b.</b></p>
fr: <h1>Bienvenue dans la configuration de K3b.</h1><p> Cet assistant vous aidera à préparer votre système pour graver des CD avec K3b. Avant tout : NE craignez PAS plus longtemps les permissions Linux. Le module de configuration K3b prend soin d'à peu près tout. Ainsi, si vous êtes nouveau sous Linux, et que vous ne savez rien sur des choses comme 'suid root'; ne paniquez pas ! Cliquez simplement sur Suivant.</p><p> Si vous savez ce qui est requis pour graver des CD sous Linux et estimez que vous n'avez pas besoin d'un assistant comme celui-ci, merci de ne pas quittez, puisquecertaines choses spécifiques à K3b et à la configuration de K3b ne seront pas changées avant que vous n'ayez fini la configuration.</p><p><b> Merci d'utiliser K3b.</b></p>
it: <h1>Benvenuto nella configurazione di K3b.</h1><p>Questo Wizard ti aiuterà nel preparare il tuo sistema per la masterizzazione di cd con K3b. Primo di tutto: NON spaventarti dei permessi Linux. La configurazione di K3b si occuperà praticamente di tutto. Perciò se sei nuovo su Linux e non sai nulla su suid root non spaventarti! Clicca Avanti.</p><p>Se pensi di sapere cosa è necessario per scrivere cd sotto Linux e pensi di non aver bisogno di un Wizard come questo, ti preghiamo di non uscire fin tanto che ci saranno alcune cose speciali per K3b e la configurazione dello stesso non cambieranno nulla sul tuo sistema prima che tu finisca la configurazione.</p> <p><b>Grazie di utilizzare K3b.</b></p>

source: Setup CD Devices
fr: Configure les périphériques CD
it: Impostazioni dispositivi CD

source: <p>K3b Setup has detected the following CD drives.</p><p>You can add additional devices (like /dev/cdrom) if your drive has not been detected.</p><p>K3b will only detect the capabilities of generic-mmc drives correct. For all other drives you need to set them manually.
it: <p>La configurazione di K3b ha rilevato i seguenti lettori CD.</p><p>Puoi aggiungere addizionali dispositivi (come /dev/cdrom) se il tuo lettore non è stato trovato. </p><p>K3b rileverà solamente le funzionalità di un generico lettore mmc. Per tutto gli altri lettore devi configurarli manualmente.

source: K3b Setup did not find any cd devices on your system. K3b is not of much use without any. Do you really want to continue?
fr: La configuration de K3b n'a trouvé aucun périphérique CD sur votre système. K3b ne peut fonctionner pleinement sans. Voulez - vous réellement continuer ?
it: La configurazione di K3b non trova nessun dispositivo cd sul tuo sistema e il programma serve a poco senza questi ultimi. Vuoi veramente continuare?

source: No CD Writer Found
it: Nessun CD Masterizzatore trovato

source: Setup Mount Points for the CD Drives
it: Imposta punti di montaggio per i lettori CD

source: <p>On Linux cd devices are mounted into the file tree. Normally only root has permission to mount drives. K3b Setup can create entries in /etc/fstab for each of the detected cd drives. Every user and especially K3b will then be able to mount the devices on the given path.</p>
fr: <p>Sous Linux, les lecteurs sont 'montés' dans l'arborescence des fichiers. Normalement, seul l'administrateur a la permission de monter des lecteurs. La configuration de K3b peut créer les entrées dans '/etc/fstab' pour chacun des lecteurs détectés. Chaque utilisateur et spécialement K3b sera capable de monter les périphériques sur le chemin donné.</p>
it: <p>Su Linux, i dispositivi cd sono montati nell'albero file. Normalmente solo root ha i permessi per montare i dischi. La configurazione di K3b può creare voci in /etc/fstab per ognuno dei lettori cd. Ogni utente e specialmente K3b saranno successivamente in grado di montare i dispositivi sui percorsi indicati.</p>

source: CD drive
fr: Lecteur CD
it: Lettore CD

source: System device
fr: Périphérique système
it: Dispositivi di sistema

source: Mount point
fr: Point de montage
it: Punto di montaggio

source: Let K3b Setup create fstab entries.
fr: Laisser K3b créer les entrées dans 'fstab'
it: Permetti alla configurazione di K3b l'aggiunta delle voci su fstab.

source: Select Mount Point
it: Seleziona punto di montaggio

source: Click twice to change a value
fr: Cliquez deux fois pour changer une valeur
it: Clicca doppiamente per cambiare il valore

source: Select new mount point for %1
fr: Sélectionner le nouveau point de montage pour %1
it: Seleziona punto di montaggio per %1

source: Setup External Applications Used by K3b
it: Imposta applicazioni esterne per l'utilizzo con K3b

source: <p>K3b uses cdrdao, cdrecord and mkisofs to actually write the cds. It is recommended to install these programs. K3b will run without them but major functions (for example cd writing ;-) will be disabled.</p><p>K3b Setup tries to find the executables. You can change the paths manually if you want other versions to be used or K3b Setup did not find your installation.</p>
fr: <p>K3b utilise 'cdrdao', 'cdrecord' et 'mkisofs' pour graver les CDs. Il est recommandé d'installer ces programmes. K3b peut fonctionner sans eux, mais les fonctions majeurs (comme par exemple la gravure ;-) seront désactivées.</p><p> La configuration de K3b essaie de trouver les exécutables. Vous pouvez changer les chemins manuellement si vous voulez utiliser d'autres versions ou si K3b ne les trouve pas.</p>
it: <p>K3b utilzza cdrdao, cdrecord e mkisofs per scrivere attualmente i cd. E' raccomandato installare questi programmi. K3b funzionerà senza questi ma le principali funzionalità (per esempio masterizzare) saranno disabilitate.</p> <p>La configurazione di K3b tenterà di trovare gli eseguibili. Puoi cambiare manualmente i percorsi se desideri che siano utilizzate altre versioni.</p>

source: Found
it: Trovato

source: Program
fr: Programme
it: Programma

source: Version
it: Versione

source: Find Program
it: Trova programma

source: <p><b><font color="red">K3bSetup was not able to find cdrecord. You will not be able to write cds or get information about your CD drives without it. It is highly recommended to install cdrecord.</font></b></p>
it: <p><b><font color="red">La configurazione di K3b non è stata capace di trovare cdrecord. Non sarai in grado di scrivere o ritrarre informazioni sul lettore CD senza esso. E' altamente raccomandato installare cdrecord.</font></b></p>

source: Please Select %1 Executable
it: Per piacere seleziona l'eseguibile %1

source: Setup Some Necessary Permissions for K3b
it: Imposta alcuni permessi necessari per K3b

source: K3b Users
it: Utenti K3b

source: Remove User
it: Rimuovi utente

source: Add User
it: Aggiungi utente

source: Let K3b Setup do the needed changes for the devices
it: Lascia che la configurazione di K3b faccia i cambiamenti richiesti per i dispositivi

source: Let K3b Setup do the needed changes for the external programs
it: Lascia che la configurazione di K3b faccia gli appositi cambiamenti per i programmi esterni

source: Details
fr: Détails
it: Dettagli

source: CD Writing Group
it: Gruppo di scrittura CD

source: Please specify a CD writing group.
it: Per piacere specifica il gruppo di scrittura CD.

source: Missing Group Name
it: Nome gruppo assente.

source: You specified no users. Only root will be able to write CDs. Continue?
it: Non hai specificato alcun utente. Solo root sarà in grado di masterizzare CD. Continuare?

source: You chose not to change device permissions. K3b will not be able to provide extended features like detection of writer capabilities. Continue?
fr: Vous avez choisi de ne pas changer les permissions des périphériques. K3b ne pourra fournir des fonctions étendues comme la détection de la capacité du graveur. Continuer ?
it: Hai scelto di non cambiare i permessi sul dispositivo. K3b non sarà in grado di provvedere alle funzionalità estese come la rilevazione delle caratteristiche di masterizzazione. Continuare?

source: Please enter a user name
fr: Veuillez entrer un nom d'utilisateur
it: Per piacere inserisci un username

source: No valid user name. Please enter a user name
fr: Nom d'utilisateur non valide. Veuillez entrer un nom d'utilisateur
it: Username non valido. Per piacere digita un username

source: K3b Setup Permission Details
fr: Configuration de K3b : détails des permissions
it: Imposta dettagli sui permessi di K3b

source: Save Your Settings
it: Salva impostazioni personali

source: <h1>Congratulations.</h1><p>You completed the K3b Setup. Just press the Finish button to save your changes and then enjoy the new ease of cd writing with Linux/KDE.</p>
fr: <h1>Félicitations.</h1><p>Vous avez terminé la configuration de K3b. Cliquez simplement sur le bouton 'Terminer' pour enregistrer vos changements. Vous pouvez dès à présent graver facilement vos CDs sous Linux/KDE.</p>
it: <h1>Congratulazioni.</h1><p>Hai completato la configurazione di K3b. Premi il pulsante Finisci per salvare i tuoi cambiamenti e poi masterizzare con divertimento tramite Linux/KDE.</p>

source: Setting
fr: Paramètres
it: Impostazioni

source: Value
fr: Valeur
it: Valore

source: Do you really want to discard all changes?
it: Vuoi davvero cancellare tutte le modifiche?

source: All settings have been saved.
fr: Tous les paramètres ont été enregistrés.
it: Tutte le impostazioni sono state salvate.

source: If the configuration of your system changes just run K3b Setup again. Thanx for using K3b. Have a lot of fun!
fr: Si la configuration de votre système change, lancez simplement une nouvelle fois la configuration de K3b. Merci d'utiliser K3b. Amusez - vous bien !
it: Se le configurazioni di sistema cambiano rilancia la configurazione di K3b nuovamente. Grazie di utilizzare K3b. Buon divertimento!

source: K3b Setup finished
fr: Configuration de K3b terminée
it: Impostazione di K3b terminata.

source: Step %1 of %2
fr: Étape %1 de %2
it: Passo %1 di %2

source: K3b - The CD Kreator
fr: K3b - Kréation de CD
it: K3b - Il creatore di CD

source: &Burn...
fr: &Graver...
it: &Masterizzazione...

source: E&xport...
fr: E&xporter...
it: &Esporta...

source: &New Project
fr: &Nouveau projet
it: &Nuovo progetto

source: New &Audio project
fr: Nouveau projet &Audio
it: Nuovo progetto &Audio

source: New &Data project
fr: Nouveau projet de &Données
it: Nuovo progetto &Dati

source: &Add Files...
fr: &Ajouter Fichiers...
it: &Aggiungi File...

source: Show Directories
fr: Afficher les répertoires
it: Mostra directory

source: Show Audio Player
fr: Afficher le lecteur audio
it: Mostra riproduttore audio

source: &Blank CD-RW
fr: &Effacer un CD-RW
it: &Svuota CD-RW

source: &Encode video
it: &Codifica video

source: &Write Iso image
fr: G&raver une image ISO
it: &Scrivi immagini Iso

source: &Copy CD
fr: &Copier un CD
it: &Copia CD

source: K3b &Setup
fr: C&onfiguration de K3b
it: &Impostazioni K3b

source: Creates a new project
fr: Créer un nouveau projet
it: Crea un nuovo progetto

source: Creates a new data project
fr: Créer un nouveau projet de données
it: Crea un nuovo progetto dati

source: Creates a new audio project
fr: Créer un nouveau projet audio
it: Crea un nuovo progetto audio

source: Opens CD-blanking dialog
fr: Ouvre la fenêtre d'effacement du CD
it: Apri la maschera per la pulizia CD

source: Opens an existing project
fr: Ouvre un projet existant
it: Apri un progetto esistente

source: Opens a recently used file
fr: Ouvre un fichier récent
it: Apre un file usato recentemente

source: Saves the actual project
fr: Enregistrer le projet actuel
it: Salva il progetto attuale

source: Saves the actual project as...
fr: Enregistrer le projet actuel sous...
it: Salva il progetto attuale come...

source: Closes the actual project
fr: Fermer le projet en cours
it: Chiudi il progetto attuale

source: Quits the application
fr: Quitter l'application
it: Termina il programma

source: Enables/disables the toolbar
fr: Affiche ou masque la barre d'outils.
it: Abilita/disabilita la barra degli strumenti

source: Enables/disables the statusbar
fr: Affiche ou masque la barre d'état.
it: Abilita/disabilita la barra di stato

source: Workspace
it: Area di lavoro

source: Current Projects
fr: Projets courants
it: Progetti correnti

source: K3b Dir View
it: K3b vista directory

source: K3b Audio Player
it: K3b riproduttore audio

source: Opening file...
fr: Ouverture du fichier...
it: Apertura file in corso...

source: Could not open document !
fr: Impossible d'ouvrir le document !
it: Impossibile aprire il documento!

source: Error !
fr: Problème !
it: Errore!

source: %1 has unsaved data.
fr: %1 a des données non sauvegardées.
it: %1 ha dati non salvati.

source: Closing project...
fr: Fermeture du projet...
it: Chiusura progetto...

source: Creating new document...
fr: Création d'un nouveau document...
it: Creazione di un nuovo documento in corso...

source: *.k3b|K3b Projects
fr: *.k3b|Projets K3b
it: *.k3b|K3b Progetti

source: Open File...
fr: Ouvrir un document
it: Apri file...

source: Saving file...
fr: Enregistrement du fichier...
it: Salvataggio file in corso...

source: Could not save the current document !
fr: Impossible d'enregistrer le document courant !
it: Impossibile salvare il documento corrente!

source: I/O Error !
fr: Erreur d'E/S
it: Errore I/O!

source: Saving file with a new filename...
fr: Enregistrement du fichier sous un nouveau nom...
it: Salvataggio file con un nuovo nome in corso...

source: Save as...
it: Salva come...

source: Export to cdrdao-toc-file
it: Esporta verso file toc-cdrdao

source: Could not write to file %1
fr: Impossible d'écrire dans le fichier %1
it: Impossibile scrivere sul file %1

source: I/O Error
fr: Erreur d'E/S
it: Errore I/O

source: Export to mkisofs-pathspec-file
it: Esporta il file mkisofs-pathspec

source: Closing file...
fr: Fermeture du fichier...
it: Chiusura file...

source: Creating new Audio Project.
fr: Crée un nouveau Projet Audio
it: Creazione nuovo progetto audio.

source: Untitled%1
fr: Sans nom%1
it: Senza titolo%1

source: Creating new Data Project.
fr: Crée un nouveau Projet de Données
it: Creazione nuovo progetto dati.

source: Creating new video encoding project.
it: Creazione nuovo progetto di decodifica video.

source: Reading Options...
fr: Options de lecture...
it: Lettura opzioni...

source: Searching for external programs...
fr: Recherche des programmes externes...
it: Ricerca dei programmi esterni...

source: Scanning for cd devices...
fr: Analyse des périphériques externes...
it: Scansione di dispositivi cd...

source: Initializing cd view...
fr: Initialisation de la vue cd
it: Inizializzazione vista cd...

source: Reading local CDDB database...
fr: Lecture de la base de données CDDB...
it: Lettura del database locale CDDB...

source: Select files to add to the project
fr: Sélectionner fichiers à ajouter au projet
it: Seleziona file da aggiungere al progetto

source: Please create a project before adding files
fr: Veuillez créer un projet avant d'ajouter des fichiers
it: Per piacere crea un progetto prima di aggiungere file

source: No active Project
fr: Pas de projet actif
it: Nessun progetto attivo

source: K3b CD Copy
it: K3b Copia CD

source: Start CD copy
it: Avvia copia CD

source: Reading Device
fr: Lecture Périphérique
it: Lettura del dispositivo

source: Copies
it: Copie

source: Only create images
it: Crea unicamente le immagini

source: Delete images
fr: Supprimer images
it: Elimina immagini

source: Fast TOC
it: TOC veloce

source: Copy directly without creating an image
it: Copia direttamente senza creare l'immagine

source: Only create an image of the disk, no writing
it: Crea unicamente un'immagine del disco, senza scrittura

source: Select the drive with the cd to copy
it: Seleziona il lettore senza la copia del cd

source: Number of copies
it: Numero di copie

source: <p>If this option is checked K3b will only create an image of the disk without writing an actual copy.
it: <p>Se questa opzione è attiva K3b creerà unicamente un'immagine del disco senza masterizzare una copia.

source: <p>Here you should select the drive which contains the cd to copy.
it: <p>Qui potresti selezionare il lettore che contiene il cd da copiare.

source: <p>Select how many copies you want K3b to create from the cd.
it: <p>Seleziona quante copie vuoi che K3b crei del cd.

source: Retrieving information about source disk
fr: Récupère les informations sur le disque-source
it: Ricezione informazioni sul disco sorgente

source: No disk in reading drive
fr: Pas de disque dans le lecteur
it: Nessun disco nel lettore

source: Source disk is empty
fr: Le disque-source est vide
it: Il disco sorgente è vuoto

source: Source disk seems to be a DVD.
fr: Le disque-source semble être un DVD.
it: Il disco sorgente sembra essere un DVD.

source: K3b is not able to copy DVDs yet.
fr: K3b n'est pas encore capable de copier des Dvd.
it: K3b non è capace di copiare ancora DVD.

source: Source disk seems to be data CD
it: Il disco sorgente sembra essere un CD dati

source: Source disk seems to be audio CD
it: Il disco sorgente sembra essere un CD audio

source: Source disk seems to be mixed mode CD
it: Il disco sorgente sembra essere un CD mixed mode

source: Creating CD image
it: Creazione immagine CD

source: CD copy simulation
fr: Simulation de copie de CD
it: Simulazione della copia di CD

source: CD copy
fr: Copie de CD
it: CD copia

source: Starting CD copy simulation at %1x speed...
fr: Lancement de la simulation de copie de CD à la vitesse de %1x...
it: Avvio della simulazione di copia CD a velocità %1x...

source: Starting CD copy %1 at %2x speed...
fr: Lancement de la copie de CD %1 à la vitesse de %2x...
it: Avvio copia CD %1 alla velocità di %2x...

source: CD Copy simulation successfully completed
fr: La simulation de copie de CD s'est terminée avec succès
it: Simulazione di copia CD completata con successo

source: CD Copy %1 successfully completed
fr: La copie de CD %1 s'est terminée avec succès
it: Copia CD %1 completata con successo

source: Please send me an email with the last output...
it: Per piacere inviami una email con l'ultimo output...

source: Reading CD to image %1
fr: Lecture du CD vers l'image %1
it: Lettura CD a immagine %1
