Repository: AOSC-Tracking/k3b
Catalog: po/*.po
Languages: fr, it

source: Couldn't get data for audio normalizeing, use default of 1.0.
fr: Impossible d'obtenir les données pour la normalisation audio, utilisation par défaut de 1.0.

source: &Rip CD
fr: Ext&raire CD

source: Video
fr: Vidéo

source: Chapter
fr: Chapitre

source: Language
fr: Langage

source: General Information
fr: Informations générales

source: Input format
fr: Format d'entrée

source: Video norm
fr: Norme vidéo

source: Resolution
fr: Résolution

source: Aspect ratio
fr: Proportions

source: Title
fr: Titre

source: DVD Error
fr: Problème de DVD

source: Chapter
fr: Chapitre

source: Select an title/angle to rip.
fr: Sélectionnez un titre/angle à extraire

source: Directory
fr: Répertoire

source: Pattern
fr: Format

source: Couldn't create directory <
fr: Impossible de créer le répertoire.<

source: K3b Default
fr: K3b Défaut

source: Save as default
fr: Enregistrer par défaut

source: Saves the current settings into "K3b Default"
fr: Enregistrer les paramètres actuels dans "K3b Défaut"

source: Predefined Settings
fr: Paramètres prédéfinis

source: For Win9x/NT use only
fr: Pour une utilisation Win9x/NT seulement

source: For Linux/UNIX use only
fr: Pour une utilisation Linux/UNIX seulement

source: Custom
fr: Personnalisé

source: no deep directory relocation
fr: Pas de relocation de profondeur de répertoire

source: hide RR_MOVED
fr: masquer RR_MOVED

source: create TRANS_TBL entries
fr: créer des entrées TRANS_TBL

source: hide TRANS_TBL in Joliet
fr: masquer TRANS_TBL dans Joliet

source: allow untranslated filenames
fr: autoriser les noms de fichiers non traduits

source: allow 31 character filenames
fr: autoriser les noms de fichiers de 31 caractères

source: max length (37) filenames
fr: longueur maximale (37) pour les noms de fichiers

source: omit version numbers
fr: pas de numéro de version

source: allow # and ~
fr: autoriser # et ~

source: allow multible dots
fr: autoriser les points multiples

source: allow lowercase filenames
fr: autoriser les noms de fichiers minimum

source: Publisher
fr: Éditeur

source: Preparer
fr: Préparateur

source: Generate Rockridge Entries
fr: Générer les entrées RockRidge

source: Generate Joilet entries
fr: Générer les entrées Joliet

source: Whitespace treatment
fr: Traitement des espaces blancs

source: leave them
fr: les laisser

source: replace with underscores
fr: remplacer par des soulignements (_)

source: &No Multisession
fr: &Pas de Multissession

source: &Start Multisession
fr: &Démarrer une Multissession

source: &Continue Multisession
fr: &Continuer une Multisession

source: &Finish Multisession
fr: C&lore une Multisession

source: Please specify a cd writing device
fr: Veuillez spécifier un périphérique de gravure

source: Write ISO image to cd
fr: Graver l'image ISO sur le cd

source: Image to write
fr: Image à graver

source: Choose iso image file
fr: Choisissez un fichier image iso

source: Writing ISO
fr: Écriture ISO

source: Creating ISO-image in %1
fr: Crée l'image ISO dans %1

source: Creating ISO-image
fr: Crée l'image ISO

source: Removing iso-image %1
fr: Supprime l'image ISO %1

source: Output
fr: Sortie

source: Write Image file to
fr: Écrire le fichier image vers

source: Free space on device
fr: Espace libre sur le périphérique

source: K3b - Progress
fr: K3b - Progression

source: Process finished
fr: Processus terminé

source: Writer:
fr: Graveur :

source: Only mp3 and wav audio files are supported.
fr: Seulement les fichiers audio MP3 et Wav sont supportés.

source: Audio track
fr: Piste audio

source: &Performer
fr: E&xécutant

source: &Title
fr: &Titre

source: &Songwriter
fr: &Auteur

source: &Arranger
fr: A&rrangements

source: Length
fr: Longueur

source: Preemphasis
fr: Préamplification

source: Write CD-Text
fr: Graver Cd-Text

source: DiscAtOnce
fr: Mode 'Disc-At-Once'

source: Remove temp files
fr: Supprimer les fichiers temporaires

source: &Disc ID
fr: &Disque ID

source: Location
fr: Emplacement

source: K3b is trying to fetch information about the inserted disk.
fr: K3b essaie de récupérer des informations sur le disque inséré.

source: K3b is a cd burning program that has two aims: usability and as much features as possible.
fr: K3b est un logiciel de gravure de cd qui a deux buts : facilité d'utilisation et le plus de fonctionnalités possibles.

source: Don't bother me again.
fr: Ne plus me le demander

source: K3bSetup
fr: Configuration de K3b

source: Changing cd device permissions.
fr: Change les permissions des périphériques cd.

source: Setup CD devices
fr: Configurer les périphériques CD

source: Add device
fr: Ajouter un périphérique

source: <p>K3b Setup has detected the following CD drives. It tries hard to detect capabilities like the maximum read and write speed but does sometimes fail.</p><p>Please check if all capabilities are detected correctly and change them manually if not by clicking twice on the value you want to change.</p><p>You can add additional devices (like /dev/cdrom) if your drive has not been detected.</p>
fr: <p>La configuration de K3b a détecté les périphériques CD suivants. Il tente de détecter des capacités comme la vitesse maximale de lecture et d'écriture mais échoue parfois.</p><p> Veuillez vérifier si toutes les capacités sont détectées correctement et changez - les manuellement en cliquant deux fois sur la valeur que vous voulez changer.</p><p> Vous pouvez ajouter des périphériques additionnels (comme /dev/CD-ROM) si votre lecteur n'a pas été détecté.</p>

source: Reading devices
fr: Périphériques de lecture

source: system device
fr: Périphérique système

source: value
fr: valeur

source: Writing devices
fr: Périphériques de gravure

source: Vendor
fr: Vendeur

source: Model
fr: Modèle

source: Firmware
fr: Constructeur

source: Max read speed
fr: Vitesse maximale de lecture

source: Max write speed
fr: Vitesse maximale d'écriture

source: no
fr: Non

source: Missing cd devices
fr: Périphériques cd manquants

source: No cd writer found
fr: Aucun graveur trouvé

source: <p><b>K3b Setup did not find a cd writer on your system.</b></p> <p>If you have no cd writer and want to use K3b only for cd ripping everything is fine.</p> <p>If you are sure you have either a SCSI cd writer or enabled SCSI emulation please go back and add the device manually. If that does not work... well... please report!</p> <p>Otherwise you need to enable SCSI emulation for (at least) your ATAPI cd writer (although it is recommended to enable SCSI emulation for all cd drives it is not nessesary) since this is the only thing K3b Setup is not able to do for you (yet).</p> <p><b>How to enable SCSI emulation</b></p> <ol> <li>Make sure your kernel supports SCSI emulation at least as a module. If you use a standard kernel from your distribution this likely is the case. Try loading the module with <pre>modprobe ide-scsi</pre> as root. If your kernel does not support SCSI emulation you need to build your own kernel or at least a module. Sorry but that goes beyond the scope of this documentation.</li> <li>If your kernel supports SCSI emulation as a module it is recommended to add an entry in /etc/modules.conf so that the module is loaded automagically. Otherwise you have to load it with <pre>modprobe ide-scsi</pre> everytime you need it. </li> <li>The last step is to inform the kernel that you are about to use SCSI emulation at boottime. If you are using lilo (what is highly recommended) you need to add <pre>append = "hdc=ide-scsi hdd=ide-scsi"</pre> to your /etc/lilo.conf and rerun lilo as root to install the new configuration. After rebooting your system your cd writer is ready for action.</li> </ol> <p>If you experience problems feel free to contact me.</p>
fr: <p><b>La configuration de K3b n'a pas trouvé de graveur dans votre système.</b></p> <p>Si vous n'avez pas de graveur et voulez utiliser K3b uniquement pour extraire ('ripper') des CDs, tout est correct.</p> <p>Si vous êtes sûrs que vous avez soit graveur SCSI ou le mode simulation SCSI activé, veuillez retourner en arrière et ajouter le périphérique manuellement. Si cela ne marche pas, ... eh bien... signalez - le !</p> <p>Sinon vous avez besoin d'activer l'émulation SCSI pour (au moins) votre graveur ATAPI (bien qu'il soit recommandé de l'activer pour tous les lecteurs, ce n'est pas nécessaire) puisque c'est la seule chose que K3b ne peut faire à votre place (pour l'instant).</p> <ol> <li>Assurez - vous que votre noyau ('kernel') supporte l'émulation SCSI au moins comme module. Si vous utilisez un 'kernel' standard venant de votre distribution, c'est souvent le cas. Essayez de charger le module avec <pre>modprobe-ide-scsi</pre> en tant qu'administrateur ('root'). Si votre 'kernel' ne supporte pas l'émulation SCSI, vous devrez compiler votre propre 'kernel' ou au moins le module. Désolé, mais à partir d'ici, cela dépasse le champ de la documentation.</li> <li>La dernière étape est d'informer le 'kernel' que vous voulez utiliser l'émulation SCSI au moment du démarrage. Si vous utilisez Lilo (ce qui est fortement recommandé) vous devez ajoutez <pre>append = "hdc=ide-scsi hdd=ide-scsi"</pre> dans votre fichier /etc/lilo.conf et relancer Lilo en tant que root pour mettre en place la nouvelle configuration. Après le redémarrage de votre système, votre graveur est prêt à fonctionner.</li> </ol> <p>Si vous rencontrez des problèmes, contactez - moi.</p>

source: Setup mount points for the cd drives
fr: Configuration des points de montage pour les lecteurs

source: Select mount point
fr: Sélectionner le point de montage

source: Setup external applications used by K3b
fr: Configurer les applications externes utilisées par K3b

source: program
fr: programme

source: Find program
fr: Trouver programme

source: Please select %1 executable
fr: Veuillez sélectionner l'exécutable %1

source: Setup some nesseccary permissions for K3b
fr: Configurer quelques permissions pour K3b

source: <p>The external programs need to be run as root since they need write access to the cd drives and run with higher priority. K3b also needs write access to the cd drives (for extended functionality like detecting the capacity of a cd).</p><p>If you know what you are doing you can skip this and setup the permissions for yourself. But it is recommended to let K3bSetup make the changes (To learn more about what K3b Setup will do press <i>Details</i>).</p><p>Please specify the users that will use K3b. You can also specify an alternative group name. If you do not know what that means just leave the default.</p>
fr: <p>Les programmes externes ont besoin d'être lancés en tant que 'root' puisque ils ont besoin des accès d'écriture aux lecteurs et d'être lancés avec une haute priorité. K3b nécessite aussi les accès d'écriture aux lecteurs (pour des fonctions étendues comme détecter la capacité d'un CD).</p><p> Si vous savez ce qu'il faut faire, vous pouvez sauter cette étape et configurer les permissions vous-mêmes. Mais il est recommandé de laisser faire K3b (Pour en apprendre plus sur la configuration, cliquez sur <i> Détails</i>).</p> <p> Veuillez spécifiez les utilisateurs susceptibles de se servir de K3b. vous pouvez aussi spécifier un nom de groupe alternatif. Si vous ne savez pas laisser par défaut.</p>

source: K3b users
fr: Utilisateurs de K3b

source: Remove user
fr: Enlever utilisateur

source: Add user
fr: Ajouter utilisateur

source: let K3b Setup do the needed changes for the devices
fr: Laisser la configuration de K3b faire les changements nécessaires pour les périphériques

source: let K3b Setup do the needed changes for the external programs
fr: Laisser la configuration de K3b faire les changements nécessaires pour les programmes externes

source: cd writing group
fr: groupe de graveurs

source: Please specify a cd writing group.
fr: Veuillez spécifier un groupe de graveurs.

source: Missing group name
fr: Nom de groupe manquant

source: You specified no users. Only root will be able to write cds. Continue?
fr: Vous n'avez pas spécifié d'utilisateurs. Seul l'administrateur pourra graver des CDs. Continuer ?

source: <p>These are the permission changes K3b Setup will perform and why:</p> <table> <tr> <td>change permission for cdrecord, mksiofs, and cdrdao to 4710</td> <td>cdrecord and cdrdao need write access to all the cd drives and all three programs run with higher priority. That is why they need to be run as root.</td> </tr> <tr> <td>add cdrecord, mkisofs, and cdrdao to group 'cdrecording'</td> <td>not everybody shall be allowed to execute these programs since running a program as suid root always is a security risk.</td> </tr> <tr> <td>add the selected users to group 'cdrecording'</td> <td>these users will be able to run cdrecord, mkisofs, and cdrdao</td> </tr> <tr> <td>change permission for all detected SCSI drives to 660</td> <td>K3b needs write access to the SCSI cd drives in order to detect writing speed and things like that</td> </tr> <tr> <td>change permission for all detected ATAPI drives to 620</td> <td>K3b needs only read access to the ATAPI drives since it is not (yet) able to detect speed and stuff for ATAPI devices.</td> </tr> <tr> <td>add all detected devices to group 'cdrecording'</td> <td>since write access to devices is always a security risk (although one can not do much bad with writing to a cdrom device) only the selcted users will be able to access the drives</td> </tr> </table>
fr: <p>Voici les changements de permission que la configuration de K3b va effectuer et pourquoi : </p> <table> <tr> <td>changements de permission pour 'cdrecord', 'mkisofs' et 'cdrdao' en 4710</td> <td>'cdrecord' et 'cdrdao' nécessitent des accès d'écriture pour tous les lecteurs et ces trois programmes s'exécutent avec une haute priorité. C'est pourquoi ils doivent être lancés en tant que 'root'.</td> </tr> <tr> <td>ajouts de 'cdrecord', 'mkisofs' et 'cdrdao' au groupe 'cdrecording'</td> <td>autoriser tout le monde à exécuter ces programmes en tant que 'suid-root' peut-être un risque pour la sécurité.</td> </tr> <tr> <td>ajout des utilisateurs sélectionnés au groupe 'cdrecording'</td> <td>ces utilisateurs pourront lancer 'cdrecord', 'mkisofs' et 'cdrdao'</td> </tr> <tr> <td>changements de permission pour tous les lecteurs SCSI détectés en 660</td> <td>K3b nécessite les accès d'écriture pour les lecteurs SCSI afin de détecter la vitesse d'écriture et d'autres choses comme celles-ci.</td> </tr> <tr> <td>changements de permission pour tous les lecteurs ATAPI détectés en 620</td> <td>K3b a besoin seulement d'un accès en lecture aux lecteurs ATAPI puisqu'il n'est pas (encore) capable de détecter la vitesse et le type pour les périphériques ATAPI.</td> </tr> <tr> <td>ajout de tous les périphériques détectés au groupe 'cdrecording'</td> <td>puisque l'accès en écriture à ces périphériques présente toujours des risques de sécurité, (bien qu'on ne puisse pas faire grand chose de mal en gravant un CD-ROM) seulement les utilisateurs sélectionnés pourront accéder aux lecteurs.</td>\n</tr> </table>

source: Save your settings
fr: Enregistrer vos paramètres

source: K3b Cd Copy
fr: K3b Copie de CD

source: Start cd copy
fr: Démarrer la copie de cd

source: Source disk seems to be data cd
fr: Le disque-source semble un cd de données

source: Source disk seems to be audio cd
fr: Le disque-source semble un cd audio

source: Source disk seems to be mixed mode cd
fr: Le disque-source semble un cd mixé

source: Could not unlock cd reader.
fr: Impossible de déverrouiller le lecteur

source: Could not unlock cd writer.
fr: Impossible de déverrouiller le graveur.

source: Total Capacity of medium:
fr: Capacité totale du médium :

source: Remaining Capacity:
fr: Capacité restante :

source: Medium type:
fr: Type de médium :

source: Is rewritable:
fr: Est réinscriptible :

source: Is appendable:
fr: Est continuable :

source: Number of Sessions:
fr: Nombre de Sessions :

source: data/mode1
fr: données/mode1

source: data/mode2
fr: données/mode2

source: data
fr: données

source: Please insert an appendable cdr medium into drive<p><b>%1 %2 (%3)</b>.
fr: Veuillez insérer un CD continuable dans le lecteur<p><b>%1 %2 (%3)</b>.

source: Please insert an empty cdr medium into drive<p><b>%1 %2 (%3)</b>.
fr: Veuillez insérer un CD vide dans le lecteur<p><b>%1 %2 (%3)</b>.

source: Burning Speed
fr: Vitesse de gravure

source: Default temp directory:
fr: Répertoire temporaire par défaut :

source: K3b tries to detect all your devices properly. Sometimes this does not work for the read or the write speed. In this case you can change them manually. You can add not detected devices and change the cdrdao driver for the generic scsi drives.
fr: K3b tente de détecter tous vos périphériques correctement. Parfois cela ne marche pas pour la vitesse de lecture ou d'écriture. Dans ce cas, vous pouvez les changer manuellement. Vous pouvez ajouter des périphériques non détectés et changer le pilote 'cdrdao' pour les pilotes génériques scsi.

source: Reading Devices
fr: Périphériques de lecture

source: Writing Devices
fr: Périphériques de gravure

source: Remote CDDB Access
fr: Accès distant CDDB

source: Hostname:
fr: Hôte :

source: Setup external programs
fr: Configure les programmes externes

source: Setup the cddb server
fr: Configure le serveur cddb

source: Ripping
fr: Extraction

source: Setup Ripping Patterns
fr: Configure les formats d'extraction

source: Use pattern per default.
fr: Utiliser le format par défaut.

source: Log
fr: Détails

source: Audio project
fr: Projet audio

source: Data project
fr: Projet de données

source: Manual writing buffer size
fr: Taille du tampon d'écriture manuelle

source: Inexact cddb requests
fr: Requête CDDB inexacte

source: CDDB Error
fr: Erreur CDDB

source: You must choose an entry.
fr: Vous devez choisir une entrée.

source: &Enqueue
fr: M&ettre en queue

source: &Filter:
fr: &Filtre :

source: No Title
fr: Pas de Titre

source: Unknown
fr: Inconnu

source: Track %1
fr: Piste %1

source: &Megabytes
fr: &Megaoctets

source: Can't read CDDB data.
fr: Impossible de lire la base CDDB
