Repository: AOSC-Tracking/k3b
Catalog: po/*.po
Languages: fr, it

source: Image successfully created.
fr: Image crée avec succès.
it: Immagine creata con successo.

source: CD write simulation
fr: Simulation d'écriture de CD
it: Simulazione scrittura CD

source: Writing CD copy %1
fr: Gravure de la copie du CD%1
it: Scrittura copia CD %1

source: Found ISRC code
fr: Code ISCR trouvé
it: Trovato codice ISRC

source: Found pregap: %1
it: Trovato pregap: %1

source: Removed image files
fr: Fichiers image supprimés
it: Rimossi file immagine

source: Could not unlock CD reader.
it: Impossibile sbloccare il lettore CD.

source: Could not unlock CD writer.
it: Impossibile sbloccare il masterizzatore CD.

source: Sorry, K3b was not able to retrieve disk information.
it: Spiacente, K3b non è stato capace di ritrarre informazioni sul disco.

source: No disk
fr: Pas de disque
it: Nessun disco

source: Audio CD
fr: CD Audio
it: CD Audio

source: Data CD
fr: Cd de Données
it: CD Dati

source: Mixed mode CD
fr: CD Mixé
it: CD Mixed Mode

source: Disk
it: Disco

source: %2 MB
it: %2 MByte

source: Remaining:
it: Rimangono:

source: Medium:
it: Media:

source: yes
fr: Oui
it: sì

source: Appendable:
it: Aggiungibile:

source: Sessions:
it: Sessioni:

source: ISO9660 info
it: Informazioni ISO9660

source: Tracks
fr: Pistes
it: Tracce

source: disk is empty
fr: le disque est vide
it: il disco è vuoto

source: First Sector
fr: Premier Secteur
it: Primo settore

source: Last Sector
fr: Dernier Secteur
it: Ultimo settore

source: Data/mode1
it: Dati/modalità1

source: Data/mode2
it: Dati/modalità2

source: Waiting for disk
fr: Attente du disque
it: Attesa per il disco

source: Force
fr: Forcer
it: Forza

source: Force K3b to continue if it seems not to detect your empty cdr
fr: Forcer K3b à continuer si il semble ne pas détecter votre cdr vide
it: Forza K3b a continuare se la rilevazione sembra non trovare un cdr vuoto.

source: Please insert an appendable CDR medium into drive<p><b>%1 %2 (%3)</b>.
it: Per piacere inserisci un media CDR nel lettore<p><b>%1 %2 (%3)</b>.

source: Please insert an empty CDR medium into drive<p><b>%1 %2 (%3)</b>.
it: Per piacere inserisci un CDR vuoto nel lettore<p><b>%1 %2 (%3)</b>

source: Refresh
fr: Actualiser
it: Aggiorna

source: Add Device
fr: Ajouter périphérique
it: Aggiungi dispositivo

source: Rescan the Devices
fr: Scanner à nouveau les périphériques
it: Scansiona dispositivi

source: CD/DVD Drives
it: Lettori CD/DVD

source: Device Info
fr: Infos périphérique
it: Informazioni dispositivo

source: System devicename:
fr: Nom système du périphérique :
it: Nome dispositivo di sistema:

source: Interface type:
fr: Type d'interface :
it: Tipo di interfaccia:

source: Firmware version:
fr: Version du constructeur :
it: Versione del Firmware:

source: Vendor:
fr: Fabricant :
it: Produttore:

source: Model:
fr: Modèle :
it: Modello:

source: Max read speed:
fr: Vitesse maximale de lecture :
it: Massima velocità di lettura:

source: Max write speed:
fr: Vitesse maximale de gravure :
it: Massima velocità di scrittura:

source: Cdrdao driver:
fr: Pilote 'cdrdao' :
it: Driver cdrdao:

source: Write CDRW:
it: Scrittura CDRW:

source: Write CD-Text:
fr: Graver CD-Text :
it: Scrittura CD Testo:

source: Reader
it: Lettore

source: Generic SCSI
it: SCSI Generico

source: Please enter the devicename where K3b shall search for a new drive (example: /dev/mebecdrom)
it: Per piacere digitate il nome del dispositivo dove K3b dovrebbe cercare un nuovo lettore (esempio: /dev/mebecdrom)

source: Sorry, could not find an additional device at %1
it: Spiacente, impossibile trovare un dispositivo aggiuntivo su %1

source: auto
it: automatico

source: Basic Audio/Video Settings
it: Impostazioni basilari Audio/Video

source: CDs:
it: CD:

source: Select how many CDs the final encoded video should be. You can select CDRs with size of 650MB and 700MB.
it: Seleziona quanti CD dovrebbe essere il risultante video codificato. Puoi selezionare CD con dimensione di 650 MByte e 700 MByte.

source: Select bitrate of the audio track. MP3 will encode with constant bitrate and joint stereo.
it: Seleziona il bitrate della traccia audio. MP3 codificherà con valore costante e stereo.

source: Codec mode:
it: Modalità codec:

source: Select the mode for video encoding. 1-pass encoding has worse quality than 2-pass, but needs half time to encode a video.In 2-pass mode the video will be encoded twice. The first time the video will only be analysed to get the best quality in the second encoding pass.
it: Seleziona la modalità di codifica video. La codifica a 1-passaggio ha peggior qualità di 2-passaggi, ma richiede metà tempo per l'operazione. Nella modalità a 2-passaggi il video sarà codificato due volte. La prima volta il video sarà analizzato per ottenere la miglior qualità e la seconda sarà codificato.

source: 1 * 650 MB
it: 1 * 650 MByte

source: 1 * 700 MB
it: 1 * 700 MByte

source: 2 * 650 MB
it: 2 * 650 MByte

source: 2 * 700 MB
it: 2 * 700 MByte

source: 64 kbits
it: 64 kbit

source: 96 kbits
it: 96 kbit

source: 112 kbits
it: 112 kbit

source: 128 kbits
it: 128 kbit

source: 160 kbits
it: 160 kbit

source: 192 kbits
it: 192 kbit

source: 1-pass
it: 1-passaggio

source: 2-pass
it: 2-passaggio

source: %1 kbits
it: %1 kbit

source: Copy IFO files to vob directory.
it: Copia file IFO nella directory vob.

source: Preprocessing audio
it: Audio pre-processato

source: Start first pass of video encoding.
it: Avvia il primo passaggio per la codifica video.

source: Encoding video (Pass 1)
it: Codifica video (Passo 1)

source: Start second pass of video encoding.
it: Avvia secondo passaggio della codifica video.

source: Encoding video (Pass 2)
it: Codifica video (Passo 2)

source: Start video encoding.
it: Avvio codifica video.

source: Encoding video
it: Codifica video

source: Video generating aborted by user.
it: Generazione del video annullata dall'utente.

source: Video generating successful finished.
it: Generazione video terminata con successo.

source: Preprocessing audio finished.
it: Terminata fase di preprocessing audio.

source: Resizing
it: Ridimensionamento

source: Resize:
it: Ridimensiona:

source: Width:
it: Larghezza:

source: Height:
it: Altezza:

source: Aspect ratio:
it: Rapporto:

source: Aspect ratio error:
it: Errore rapporto:

source: You must load a K3b DVD Project file and set a file name for the final AVI.
it: Dovresti caricare il file di progetto DVD e indicare un nome file per il file AVI finale.

source: Extended Audio/Video Settings
it: Impostazioni estese Audio/Video

source: Audio language:
it: Linguaggio Audio:

source: Resample to 44.1 kHz
it: Ricampiona a 44,1 kHz

source: If this is checked the audio track will be downsampled from 48 kHz to 44.1 kHz. Useful because some soundcards have problems with a sampling rate of 48 kHz.
it: è il a con a.

source: Use YUV colorspace.
it: Utilizza.

source: If this is checked the internal codec works with the YUV colorspace instead of using RGB. Useful because DVD has also YUV colorspace and its twice fast as RGB. You only need RGB colorspace if an filter needs that (filters not yet supported)
it: è il con il RGB e il RGB Te RGB

source: 0 - None
it: 0 - Nessuno

source: 1 - Fast
it: 1 - Veloce

source: 2 - Encoder based
it: 2 - Utilizzando l'encoder

source: 3 - Zoom to full frame
it: Zoom a

source: 4 - Drop field / half height
it: 4 - Taglia campi / mezza altezza

source: DVD Information
it: Informazioni DVD

source: Play length:
it: Riproduci:

source: Frames:
it: Frame:

source: Video size:
it: Video dimensione:

source: Preview picture off the video to crop it properly. The colors and the quality are NOT the final state, so use this picture only to cut of black borders
it: Anteprima no il a it e il il il a taglia nero

source: Move through to video to find a light picture to do a proper cut of the black bars
it: Sposta a a a chiaro a a taglia il nero

source: Resize mode
it: Ridimensiona

source: Fast (-B)
it: Veloce

source: "Fast" resizing is much faster than the "Exact" resizing but is limit to a resize step multiple of 8 pixels.
it: Veloce è il è a a.

source: Crop parameters
it: Ritaglia

source: Cut of the black borders of the movie
it: Taglia il nero il

source: Automatically crop
it: Taglio automatico

source: Final video
it: Finale

source: Video quality:
it: Video:

source: This is the final size of the movie. Verify that the final size of your movie have the right aspect ratio 1:1.333 for a 4:3 movie, 1:1.77 for a 16:9 movie, and 1:2.35 for a letterbox movie. If you are using cropping you can ignore the aspect ratio error shown in the resizing box. The "Video quality" is an value to ESTIMATE the final video quality. (The value is calculate as "<video bitrate>/(<framerate>*<height>*<width>)", you may know this from GordianKnot (www.doom9.net)). The higher the value the better the quality. The following values are ok if you look the movies on TV. Values > 0.15 are ok for letterbox movie, for 16:9 you should use better values > 0.16 and for 4:3 > 0.17-0.18, but that depends on you, try it.
it: è il dimensione il Verifica il dimensione il per a per a e il per a il il Video è a il è<framerate><height><width> il il il il sì Valori per per e il per dipende da sì it.

source: Encoding Video
it: Codifica

source: Encode
it: Codifica

source: Start encoding
it: Avvio

source: Basic Audio/Video settings
it: Impostazioni basilari Audio/Video

source: Advanced Audio/Video settings
it: Impostazioni avanzate Audio/Video

source: You must choose an filename for the final video.
it: Te nomefile per il.

source: Settings error
it: Errore nelle impostazioni

source: File <%1> already exists. Do you want overwrite it?
it: File it?

source: Encoding process
it: Codifica

source: Source/Destination Directories
it: Origine Destinazione

source: K3b DVD ripping file:
it: ripping file:

source: External audio file:
it: file:

source: Final AVI file name:
it: Finale file nome:

source: Select project file
it: Seleziona

source: Save video as
it: Salva

source: Error loading project
it: Errore caricamento

source: Error while parsing file:
it: Errore file

source: Burning Device
fr: Périphérique de gravure
it: Dispositivo di masterizzazione

source: Burning speed
it: Velocità di masterizzazione

source: Device
fr: Périphérique
it: Dispositivo

source: Writing Application
it: Scrittura in corso

source: The cd writer that will write the cd
it: il

source: The speed to write the cd with
it: a il

source: <p>Select the cd writer that you want to write the cd.<p>In most cases there will only be one writer available which does not leave much choice.
it: <p> Seleziona il a il<p> uno disponibili.

source: <p>Select the speed with which you want the writer to burn.<p>1x speed means 150 kb/s.<p><b>Caution:</b> Make sure your system is able to send the data fast enough to prevent buffer underruns.
it: <p> Seleziona il con il a<p> 1x s<p><b></b> "Make" è a il dati a buffer.

source: No cdrdao driver found.
it: No.

source: Please select one manually in the device settings.
it: Per piacere selezionalo manualmente nelle impostazioni dei dispositivi.

source: For most current drives this would be 'generic-mmc'.
it: Per.

source: Executing Power calibration
fr: Exécution de la calibration de la puissance
it: Potenza

source: Power calibration successful
fr: Calibration de la puissance réussie
it: Potenza

source: Preparing burn process...
fr: Prépare le processus de gravure...
it: Preparazione processo di masterizzazione...

source: Flushing cache
fr: Vidange du cache
it: Pulizia della cache

source: Writing CD-Text leadin...
fr: Gravure de l'entête du CD-Text
it: Scrittura in corso CD Testo.

source: Turning BURN-Proof on
fr: Activation du mode BURN-Proof
it: Attivazione di BURN-Proof

source: all
fr: tout
it: tutti

source: none
fr: aucun
it: nessuno

source: Show splash screen
fr: Afficher l'écran d'accueil
it: Mostra

source: Show progress in system tray
it: Mostra

source: Default Temp Directory
it: Predefinito

source: Directory does not exist. Create?
fr: Le répertoire n'existe pas. Le créer ?
it: Directory Crea?

source: Create Directory
fr: Créer répertoire
it: Crea directory

source: Could not create directory (%1)
fr: Impossible de créer le répertoire (%1)
it: Impossibile creare la directory (%1)

source: You specified a file as temp directory. K3b will use it's base path as temp directory.
fr: Vous avez spécifié un fichier comme répertoire temporaire. K3b utilisera son répertoire comme répertoire temporaire.
it: Te a file it s base.

source: Don't show again.
fr: Ne plus afficher.
it: Non mostrarlo ancora.

source: You don't have permission to write to %1.
fr: Vous n'avez pas la permission d'écrire sur %1.
it: Te a a.

source: K3b Cddb Options
it: Opzioni K3b Cddb

source: Local
it: Locale

source: Use local cddb directory
it: Utilizza locale

source: Save entries in local directory (entries are saved to the first directory in the list)
it: Salva locale a il il

source: Remote
fr: Distant
it: Remoto

source: Enable remote cddb queries (via http)
it: Abilita

source: Port:
it: Porta:

source: Port
it: Porta

source: General
fr: Général
it: Generale

source: Proxy Settings
it: Impostazioni proxy

source: Use KDE proxy settings
it: Utilizza impostazioni proxy di KDE

source: Change...
it: Cambia...

source: Use manual proxy settings
it: Utilizza impostazioni manuali del proxy

source: Use proxy for http access
it: Utilizza per

source: Manual cgi-path
it: Manuale

source: Path:
it: Percorso:

source: Cddbp access
it: Accesso cddbp

source: Query server via native cddbp instead of http (usefull for a local cddbp server)
it: Interroga per a locale

source: <p>Here you can setup the audio cd ripping pattern which states how your ripped tracks will be saved. The basic system allows to set some standard pattern. If you want to have full control over the pattern please use the advanced pattern system.
it: <p> il ripping a a control il il.

source: <p>You are free to add any text in the fields of the filename pattern. This text will be added between the selected entries.
it: <p> Te libera a aggiungi il il nomefile compreso il.

source: Second directory
it: Seconda directory

source: First directory
it: Primo

source: Basic Pattern System
it: Base Motivo

source: %a - %t
it: a

source: Track %n - %t (%a)
it: Traccia %n - %t (%a)

source: <p><ul> <li>%a - Will be replaced by the artist of the track <li>%t - Will be replaced by the title of the track <li>%n - Will be replaced by the track number <li>%e - Will be replaced by extended info about the track <li>%g - Will be replaced by the genre of the cd
it: <p><ul> <li>%a - Sarà rimpiazzato dall'artista della traccia <li>%t - Sarà rimpiazzato dal titolo della traccia <li>%n - Sarà rimpiazzato dal numero della traccia <li>%e - Sarà rimpiazzato dalle informazioni estese sulla traccia <li>%g - Sarà rimpiazzato dal genere del cd

source: <p><ul> <li>%r - Will be replaced by the album artist (differs from %a only on soundtracks or compilations) <li>%m - Will be replaced by the album title <li>%x - Will be replaced by extended info about the cd <li>%d - Will be replaced by the current date
it: <p><ul> <li>%r - Sarà rimpiazzato dall'artista dell'album (differenti da %a solo su colonne sonore o compilation) <li>%m - Sarà rimpiazzato dall'artista dell'album <li>%x - Sarà rimpiazzato da informazioni estes sul cd <li>%d - Sarà rimpiazzato dalla data corrente

source: Replace all blanks in filename with:
it: Sostituisci tutti gli spazi vuoti nei nomi file con:

source: Replace all blanks in directory with:
it: Sostituisci tutti gli spazi nelle directory con:

source: Example
it: Esempio

source: This is how the ripped audio tracks will be saved
it: Ecco come saranno salvate le tracce audio rippate

source: Writing Settings
fr: Paramètres de gravure
it: Impostazioni di scrittura

source: Programs
fr: Programmes
it: Programmi

source: Setup External Programs
it: Imposta programmi esterni

source: Setup the Cddb Server
it: Imposta il server Cddb

source: Devices
fr: Périphériques
it: Dispositivi

source: CD Ripping
it: Ripping del CD

source: Setup Audio CD Ripping Patterns
it: Impostazioni strumenti di ripping per CD Audio

source: Misc
fr: Divers
it: Varie

source: Miscellaneous Settings
fr: Réglages divers
it: Impostazioni varie

source: Track Number
it: Numero traccia

source: Local Database
fr: Base de données locale
it: Database locale

source: File to save cddb entries of ripped 'wavs'.
fr: Fichier de sortie des entrées CDDB pour les fichiers extraits 'wavs'.
it: File dove salvare le voci cddb dei 'wav' rippati.

source: Database Handling
it: Gestione database

source: Verify
fr: Vérifier
it: Verifica

source: Find
fr: Chercher
it: Trova

source: Database Error
fr: Problème avec la base de données
it: Errore database

source: File doesn't exists <%1>.
fr: Fichier inexistant <%1>.
it: File inesistente <%1>.

source: found
fr: trouvé
it: trovato

source: version
it: versione

source: path
fr: chemin
it: percorso

source: additional parameters
fr: paramètres additionnels
it: parametri aggiuntivi

source: Search
fr: Chercher
it: Cerca

source: Please specify the paths to the external programs that K3b needs to work properly or press "Search" to let K3b search for the programs.
fr: Veuillez spécifier les chemins des programmes externes dont a besoin K3b pour fonctionner correctement ou cliquez sur "Trouver" pour laisser K3b chercher les programmes.
it: Per piacere specifica il percorso verso i programmi esterni che K3b richiede per lavorare propriamente o premi "Cerca" per lasciare a K3b la ricerca di questi ultimi.

source: Audio Project
it: Progetto audio

source: Default pregap:
it: Pregap predefinito:

source: Data Project
it: Progetto dati

source: Use audio tags for filenames
fr: Utiliser les tags audio pour les noms de fichiers.
it: Utilizza audio tag per i nomi file

source: Discard identical names
fr: Détruire les noms identiques
it: Abbandona i nomi identici

source: Default CD Size
it: Dimensione predefinita CD

source: %1 minutes (%2 MB)
it: %1 minuti (%2 MByte)

source: Custom:
it: Personalizzato:

source: minutes
it: minuti

source: Do not eject CD after write process
fr: Ne pas éjecter le CD après la gravure
it: Non estrarre CD dopo il processo di scrittura

source: MB
fr: Mo
it: MByte

source: blocks
fr: Blocs
it: blocchi

source: Projects
it: Progetti

source: Project
fr: Projet
it: Progetto

source: &Project
fr: &Projet
it: &Progetto

source: CDDB Database Entry
fr: Entrée CDDB
it: Voce database CDDB

source: &Play
fr: &Lire
it: &Riproduci

source: &Add to project
fr: &Ajouter au projet
it: &Aggiungi al progetto

source: Filter:
it: Filtro:

source: *|All files
fr: *|Tous les fichiers
it: *|Tutti i file

source: audio/x-mp3 application/x-ogg audio/wav |Sound files
fr: audio/x-mp3 application/x-ogg audio/wav |Fichiers audios
it: audio/x-mp3 applicazione/x ogg audio/wav | File sonori

source: audio/x-mp3 |MP3 sound files
fr: audio/x-mp3 |Fichiers audios MP3
it: audio/x-mp3 |File sonori MP3

source: application/x-ogg |Ogg Vorbis sound files
fr: application/x-ogg |Fichiers audios Ogg Vorbis
it: applicazione/x-ogg |File sonori Ogg Vorbis

source: no file
fr: pas de fichier
it: nessun file

source: Clear list
fr: Effacer la liste
it: Cancella lista

source: No running aRtsd found
it: Nessun aRtsd attivo trovato

source: Unknown fileformat
it: Formato file sconosciuto

source: playing
fr: lecture
it: esecuzione

source: paused
fr: interrompu
it: in pausa

source: stopped
fr: arrêté
it: fermo

source: Drive:
fr: Lecteur :
it: Lettore:

source: Directories
fr: Répertoires
it: Directory

source: Home
fr: Début
it: Casa

source: Root
fr: Racine
it: Radice

source: Minutes
it: Minuti

source: Megabytes
it: Megabyte

source: %1 MB
it: %1 MByte

source: custom...
it: personalizza...

source: Show size in...
fr: Afficher la taille en...
it: Mostra dimensione in...

source: CD size
it: Dimensione CD

source: Custom CD size
it: Dimensione personalizzata CD

source: Please specify the size of your CD in minutes:
it: Per piacere specifica la dimensione del tuo CD in minuti:

source: Write CD
fr: Graver CD
it: Scrivi CD

source: Save Settings and close
it: Salva impostazioni e chiudi

source: Saves the settings to the project and closes the burn dialog.
it: Salva le impostazioni del progetto e chiudi la finestra di masterizzazione.

source: Defaults
it: Predefinito

source: User Defaults
it: Utente predefinito

source: Save User Defaults
it: Salva impostazioni utente

source: Load K3b default settings
it: Carica impostazioni K3b predefinite

source: Load user default settings
it: Carica impostazioni utente predefinite

source: Save user default settings for new projects
it: Salva le impostazioni predefinite dall'utente per il nuovo progetto

source: <p>This sets all options back to K3b defaults.
it: <p>Questo imposta tutte le opzioni a quelle predefinite per K3b.

source: <p>This loads the settings saved with the <em>Save User Defaults</em> button.
it: <p>Questo carica le impostazioni salvate con il pulsante <em>Salva impostazioni utente</em>.

source: Sorry, K3b is already working on this project!
fr: Désolé, K3b travaille déjà sur ce projet !
it: Spiacente, K3b già lavora su questo progetto!

source: Searching %1 on port %2
it: Ricerca in corso di %1 sulla porta %2

source: Host found
it: Nodo trovato

source: Connected
it: Connesso

source: Connection closed
it: Connessione chiuda

source: OK, read access
it: OK, accesso in lettura

source: Connection refused
it: Connessione rifiutata

source: Handshake successful
it: Handshake avvenuto

source: Handshake failed
it: Handshake fallito

source: Found exact match
it: Trovata esatta corrispondenza

source: Found multiple exact matches
it: Trovate multiple corrispondenze esatte

source: Found inexact matches
it: Trovate corrispondenze inesatte

source: No match found
it: Nessuna corrispondenza trovata

source: Error while querying
it: Errore durante l'interrogazione

source: Connection to %1 refused
it: Connessione a %1 rifiutata

source: Could not find host %1
it: Impossibile trovare il nodo %1

source: Error while reading from %1
it: Errore di lettura da %1

source: Searching entry in %1
it: Ricerca in corso in %1

source: Copy cdrom
fr: Copier un CD

source: Copying started.
fr: Copie démarrée

source: Copy track:
fr: Copier piste :

source: to
fr: vers

source: paranoia_init failed.
fr: lancement de paranoïa échoué

source: Couldn't rip to:
fr: Impossible d'extraire vers :

source: Copy
fr: Copier

source: Interrupted by user
fr: Interrompu par l'utilisateur

source: Interrupt reading.
fr: Interrompre la lecture

source: Unrecoverable error in paranoia_read.
fr: Erreur irrécupérable dans la lecture par paranoïa

source: &Selection Mode
fr: Mode de &sélection

source: &Stop
fr: Ar&rêter

source: Select View
fr: Sélectionner vue

source: The cd you have insert is a mixed CD. Do you want to show the audio or data tracks?
fr: Le CD que vous avez inséré est un CD mixé. Voulez - vous montrer la piste audio ou de données ?

source: Player Error
fr: Erreur du lecteur

source: Sorry, this is only a demonstration which may not work.
fr: Désolé, c'est seulement une démonstration qui ne devrait pas marcher.

source: Use pattern for destination directory and filename.
fr: Utiliser le modèle pour les fichiers et répertoires de destination.

source: Use this directory and default filenames.
fr: Utiliser ce répertoire et les fichiers par défaut.

source: Close immediatly after ripping is finished.
fr: Fermer immédiatement après la fin de l'extraction.

source: This starts copying the audio CD.
fr: Cela démarre la copie du Cd-audio.

source: Couldn't create directory:
fr: Impossible de créer le répertoire :

source: There is nothing to rip.
fr: Il n'y a rien à extraire.

source: already exists.
fr: existe déjà.
