Repository: AOSC-Tracking/k3b
Catalog: po/*.po
Languages: fr, it

source: Reading Digital Audio
it: Lettura in corso di Audio Digitale

source: Retrieving information about disk
it: Ricezione delle informazioni sul disco

source: No disk in drive
fr: Pas de disque dans le lecteur
it: Nessun disco nel lettore

source: Disk is empty
fr: Disque vide
it: Il disco è vuoto

source: Reading track %1
fr: Lecture de la piste %1
it: Lettura in corso della traccia %1

source: to
it: a

source: Could not create directory %1
it: Impossibile creare la directory %1

source: Couldn't rip to: %1
it: a

source: Could not read track %1
it: Non è possibile leggere la traccia %1

source: Successfully read all tracks
it: Lette con successo tutte le tracce

source: Canceled by user
it: Annullato dall'utente

source: Can't delete part of copied file.
it: file.

source: Error while ripping track %1
it: Errore durante il ripping della traccia %1

source: Track%1
it: Traccia %1

source: Artist
fr: Artiste
it: Artista

source: Title
fr: Titre
it: Titolo

source: Time
fr: Durée
it: Tempo

source: Size
fr: Taille
it: Dimensione

source: Type
it: Tipo

source: Extended info
it: Informazioni estese

source: Data
fr: Données
it: Dati

source: Audio CD %1 minutes
it: Audio CD %1 minuti

source: No cddb entry found
it: No

source: %1 minutes
it: %1 minuti

source: Ripping Error
fr: Erreur d'extraction
it: Errore di ripping

source: Please select the title to rip.
fr: %Veuillez sélectionner le titre à extraire.
it: il titolo a.

source: Copy DVD.
fr: Copier un DVD.
it: Copia.

source: Ripping CD
fr: Extraire ('ripper') un CD
it: Ripping del CD

source: Filename
fr: Nom de fichier
it: Nome file

source: Length
fr: Longueur
it: Lunghezza

source: Filesize
it: Dimensione file

source: Path
it: Percorso

source: Destination Base Directory
it: Destinazione Base

source: Use directory and filename pattern
it: Utilizza e il nomefile

source: Filetype
it: Tipo di file

source: Wave
it: Onda

source: Start Ripping
fr: Démarrer l'extraction ('rip')
it: Avvio

source: Starts copying the selected tracks
it: Avvia la copia delle tracce selezionate

source: Select Ripping Directory
fr: Sélectionner le répertoire d'extraction
it: Seleziona

source: K3b could not mount %1. Please run K3bSetup.
fr: K3b ne peut monter %1. Veuillez lancer la configuration de K3b.
it: montare.

source: I/O error
fr: Erreur d'E/S
it: I

source: %1 already exists.
it: %1 già esiste.

source: Overwrite
fr: Écraser
it: Sovrascrivi

source: Log file already exists.
fr: Un fichier journal existe déjà.
it: Log file.

source: Couldn't get data for audio normalizing, use default of 1.0.
it: dati per predefinito.

source: Titles
fr: Titres
it: Titoli

source: Language(s)
it: Lingua s

source: Chapter(s)
it: s

source: Angle(s)
it: Angolo s

source: Please wait...
fr: Veuillez patienter...
it: Attendere prego...

source: K3b is fetching information about title
it: è

source: Titleset %1
it: Titolo %1

source: Title %1
it: Titolo

source: Title %1 (Angle(s) %2) Moviedata - TV Norm: %3, Time: %4 hours, Frames: %5, FPS: %6 Moviedata - Aspect Ratio %7 %8
it: Titolo %1 (Angolo %2) Moviedata - TV Norm: %3, Tempo: %4 ore, Frame: %5, FPS: %6 Moviedata - Rapporto di visualizzazione %7 %8

source: Directory Pattern
fr: Format du répertoire
it: Directory

source: Directory to that the songs will be ripped to. Directories will be automatically created .
fr: Répertoire vers lequel vont être extraites les musiques. Les répertoires seront automatiquement crées.
it: Directory a il a Directory.

source: Base Directory
fr: Répertoire de base
it: Base

source: Directory group 1
it: Directory gruppo

source: None
fr: Aucune
it: Nessuno

source: Directory group 2
it: Directory gruppo

source: Replace all blanks in artist and album name with
fr: Remplacer tous les blancs dans les noms d'artistes et d'album par
it: Sostituisci tutti e il nome

source: Filename Pattern
fr: Format de fichier
it: Nome file

source: Track No
fr: Piste N°
it: Numero traccia

source: Replace all blanks in artist name and title with
fr: Remplacer tous les blancs dans les noms d'artistes et d'album par
it: Sostituisci tutti nome e il titolo

source: Ripping DVD
fr: Extraire('ripper') un DVD
it: Ripping del DVD

source: Destination Directory
fr: Répertoire de destination :
it: Destinazione

source: Available Space
fr: Espace disponible
it: Disponibile

source: This starts copying the DVD.
fr: Cela démarrera la copie du DVD.
it: il.

source: Ripping process
fr: Processus d'extraction
it: Processo di ripping

source: Couldn't create directory %1
it: Impossibile creare la directory %1

source: (full)
fr: (rempli)
it: (pieno)

source: Data rate:
it: Dati

source: Estimated time:
it: tempo

source: Adding files to Project %1...
fr: Ajoute les fichiers au Projet %1...
it: a Progetto.

source: Found recursion in directory tree. Omitting %1
it: Trovata ricorsione nell'albero delle directory. Omissione di %1

source: Directory with that name already exists. Please enter new name.
fr: Un répertoire avec ce nom existe déjà. Veuillez entrer un nouveau nom.
it: Directory con nome nome.

source: File with that name already exists. Please enter new name.
fr: Un fichier avec ce nom existe déjà. Veuillez entrer un nouveau nom.
it: File con nome nome.

source: Not found
fr: Non trouvé
it: Non trovato

source: Could not find the following files:
fr: Impossible de trouver les fichiers suivants :
it: il:

source: Due to a bug in mkisofs K3b is not able to handle filenames that contain one or more backslashes:
it: Scadenza a a è a contiene uno o:

source: Burning
fr: Graver
it: Masterizzazione

source: Settings
fr: Paramètres
it: Impostazioni

source: Multisession
it: Multisessione

source: Advanced
fr: Avancé
it: Avanzate

source: Simulate writing
fr: Simuler la gravure
it: Simulazione di scrittura

source: Writing on the fly
fr: Graver 'à-la-volée'
it: Scrittura in corso sì il

source: Only create image
fr: Créer seulement une image
it: Crea unicamente l'immagine

source: Delete image
fr: Supprimer l'image
it: Elimina

source: Disc at once
fr: Mode 'Disc-at-once'
it: Disco

source: use BURN-PROOF
fr: Utiliser la technologie BURN-PROOF
it: utilizza BURN-PROOF

source: Only simulate the writing process
it: il

source: Write files directly to cd without creating an image
it: Scrittura a

source: Only create an ISO9660 image
it: Crea unicamente un'immagine ISO9660

source: Remove images from harddisk when finished
it: Rimuovi

source: Write in disk at once mode
it: Scrittura

source: Enable BURN-PROOF to avoid buffer underruns
it: Abilita a buffer

source: <p>If this option is checked K3b will perform all writing steps with the laser turned off.<p>This is useful for example to test a higher writing speed or if your system is able to write on-the-fly.
it: <p> è tutti con il no<p> è per a a o è a sì il.

source: <p>If this option is checked K3b will not create an image first but write the files directly to the cd.<p><b>Caution:</b> Although this should work on most systems make sure the data is send to the writer fast enough.
it: <p> è immagine il a il<p><b></b> sì make il dati è a il.

source: <p>It is recommended to try a simulation first.
it: <p> è a a.

source: <p>If this option is checked K3b will only create an ISO9660 image and do no actual writing.<p>The image can later be written to a cd with most current cd writing programs (including K3b for sure ;-).
it: <p> è immagine e il no<p> immagine a a con per.

source: <p>If this option is checked K3b will remove any created images after the writing has finished.<p>Uncheck this if you want to keep the images.
it: <p> è rimuovi il<p> a il.

source: <p>If this option is checked K3b will write the cd in disk at once mode as compared to track at once (TAO).<p>It is always recommended to use DAO where possible.<p><b>Caution:</b> Only in DAO mode track pregaps other than 2 seconds are supported.
it: <p>Se questa opzione è attivia K3b scriverà il cd in modalità disk at once come comparato a track at once (TAO).<p>E' sempre raccomandato utilizzare DAO dove possibile.<p> <b>Attenzione:</b> Solo in modalità DAO il pregap delle tracce supportato è di 2 secondi.

source: <p>If this option is checked K3b enables <em>BURN-PROOF</em>. This is a feature of the cd writer which avoids buffer underruns.
it: <p>Se questa opzione è attiva K3b utilizzerà <em>BURN-PROOF</em>. Questo è una caratteristica del masterizzatore per evitare i buffer underruns.

source: ISO Level
fr: Niveau ISO
it: Livello ISO

source: Level 1
it: Livello 1

source: Level 2
it: Livello 2

source: Level 3
it: Livello 3

source: Generate rockridge entries
it: Genera voci rockridge

source: Generate joilet entries
it: Genera voci joilet

source: No deep directory relocation
it: Nessuna rilocazione delle directory profonde

source: Hide RR_MOVED
it: Nascondi

source: Create TRANS_TBL entries
it: Crea

source: Hide TRANS_TBL in joliet
it: Nascondi

source: Allow untranslated filenames
it: Permetti da tradurre

source: Allow 31 character filenames
it: Permetti

source: Max length (37) filenames
it: Max

source: Allow beginning period
it: Permetti

source: Relaxed filenames
it: Nomi file rilassati

source: Omit version numbers
it: versione

source: Allow # and ~
it: Permetti e il

source: Allow multible dots
it: Permetti

source: Allow lowercase filenames
it: Permetti

source: &Volume name:
it: &Volume nome:

source: Volume &set name:
it: Volume nome:

source: &Publisher:
it: Editore:

source: P&reparer:
it: P&reparatore:

source: S&ystem:
it: Sistema:

source: &Application:
it: &Applicazione:

source: Whitespace Treatment
it: Trattamente spazi bianchi

source: Leave them
it: Abbandona

source: Replace with underscores
it: Sostituisci con

source: Strip
it: Rimuovi spazi

source: Extended strip
it: Strip esteso

source: Do not touch spaces in filenames
it: Non toccare gli spazi nei nomi dei file

source: Replace all spaces with an underscore
it: Sostituisci tutti con

source: Just remove all spaces
it: rimuovi tutti

source: Remove all spaces and continue with an upper letter
it: Rimuovi tutti e il con

source: <p>If this option is checked K3b will leave all spaces in filenames like you know it.
it: <p> è tutti it.

source: <p>If this option is checked K3b will replace all spaces in all filenames with an underscore '_'.<p>Example: 'my good file.ext' becomes 'my_good_file.ext'
it: <p> è sostituisci tutti tutti con<p> Esempio file file

source: <p>If this option is checked K3b will remove all spaces from all filenames.<p>Example: 'my good file.ext' becomes 'mygoodfile.ext'
it: <p> è rimuovi tutti tutti<p> Esempio file

source: <p>If this option is checked K3b will remove all spaces in all filenames and convert all letters following a space to an upper one.<p>Example: 'my good file.ext' becomes 'myGoodFile.ext'
it: <p> è rimuovi tutti tutti e il tutti a a uno<p> Esempio file

source: &No multisession
it: &No

source: &Start multisession
it: Avvio

source: &Continue multisession
it: &Continua

source: &Finish multisession
it: &Termina multisessione

source: Not enough space in temp directory. Either change the directory or select on-the-fly burning.
it: Non il o sì il.

source: Do you want to overwrite %1
fr: Voulez - vous remplacer %1
it: a

source: File exists...
fr: Fichier existant...
it: File.

source: Properties...
fr: Propriétés...
it: Proprietà...

source: New Directory...
fr: Nouveau répertoire...
it: Nuova directory...

source: Rename
fr: Renommer
it: Rinomina

source: Parent Directory
fr: Dossier parent
it: Directory superiore

source: Please insert the name for the new directory
fr: Veuillez entrer le nom du nouveau répertoire
it: il nome per il

source: A file with that name already exists. Please insert the name for the new directory
fr: Un fichier avec ce nom existe déjà. Veuillez entrer le nom du nouveau répertoire
it: A file con nome il nome per il

source: Please specify a CD writing device
it: a CD

source: Could not find image %1
fr: Impossible de trouver l'image %1
it: Impossibile trovare l'immagine %1

source: Preparing write process...
fr: Prépare le processus d'écriture...
it: Preparazione del processo di scrittura...

source: Cdrecord executable not found.
fr: Fichier exécutable 'cdrecord' non trouvé
it: Eseguibile cdrecord non trovato.

source: Writing canceled.
fr: Annulation de l'écriture.
it: Scrittura in corso.

source: Could not start cdrecord!
fr: Impossible de démarrer 'cdrecord'
it: Impossibile avviare cdrecord!

source: Starting simulation at %1x speed...
fr: Démarrer la simulation à la vitesse de %1x...
it: 1x.

source: Starting recording at %1x speed...
fr: Démarrer l'enregistrement à la vitesse de %1x...
it: 1x.

source: Writing ISO Image
fr: Écriture de l'image ISO
it: Scrittura in corso

source: Cdrdao executable not found.
fr: Exécutable 'cdrdao' non trouvé.
it: Eseguibile cdrdao non trovato.

source: Could not start cdrdao!
fr: Impossible de démarrer 'cdrdao" !
it: Impossibile avviare cdrdao!

source: Writing cue/bin image
it: Scrittura in corso

source: Could not unlock CD drive.
it: CD.

source: Writing iso data
fr: Écriture des données iso
it: Scrittura in corso

source: Fixating
fr: Finalise
it: Fissaggio

source: Writing pregap
fr: Écriture de la plage de début (?)
it: Scrittura in corso

source: Performing OPC
fr: Sauvegarde OPC
it: Esecuzione OPC

source: Sending CUE sheet
fr: Envoyer la couche CUE
it: Spedire la posta

source: Enabled BURN-Proof
fr: BURN-Proof utilisé
it: Abilitato

source: Simulation successfully finished
fr: Simulation terminée avec succès
it: Simulazione terminata con successo

source: Writing successfully finished
fr: Écriture terminée avec succès
it: Scrittura in corso

source: Cdrecord returned some error! (code %1)
fr: Cdrecord a renvoyé des erreurs ! (code %1)
it: Cdrecord ha riportato alcuni errori! (code %1)

source: Sorry, no error handling yet! :-((
it: Spiacente no

source: Please send me a mail with the last output...
fr: Veuillez m'envoyer un mail avec la dernière sortie...
it: a con il output.

source: Cdrecord did not exit cleanly.
fr: Cdrecord ne s'est pas arrêté correctement.
it: Cdrecord non esce in forma perfetta.

source: Could not unlock cd drive.
fr: Impossible de déverrouiller le lecteur cd.
it: Impossibile sbloccare il lettore cd.

source: Simulation successfully completed
fr: Simulation terminée avec succès
it: Simulazione terminata con successo

source: Writing successfully completed
fr: Gravure terminée avec succès
it: Scrittura in corso

source: Cdrdao returned some error! (code %1)
it: Cdrdao ha riportato alcuni errori! (codice %1)

source: Sorry, no error handling yet!
it: Spiacente no!

source: Cdrdao did not exit cleanly!
fr: 'Cdrdao' ne s'est pas arrêté correctement !
it: Cdrdao non è uscito in forma perfetta!

source: File properties
fr: Propriétés du fichier
it: File

source: Type:
it: Tipo:

source: Location:
fr: Emplacement :
it: Indirizzo:

source: Size:
fr: Taille :
it: Dimensione:

source: Local name:
fr: Nom local :
it: Locale nome:

source: Local location:
fr: Emplacement local :
it: Locale:

source: (in %1 files and %2 directories)
fr: (dans %1 fichiers et %2 répertoires)
it: e il

source: Write Image to CD
it: Scrittura Immagine a

source: Write
fr: Graver
it: Scrittura

source: Start writing
fr: Démarrer la gravure
it: Avvio

source: Image to Write
it: Immagine a

source: System Id:
it: Sistema:

source: Volume Id:
it: Volume:

source: Volume Set Id:
it: Volume:

source: Publisher Id:
it: Editore:

source: Preparer Id:
it: Preparatore:

source: Application Id:
it: Applicazione:

source: Simulate
fr: Simuler
it: Simulazione

source: Use cue-file
it: Utilizza

source: Do not close session
it: Non chiudere la sessione

source: Could not find file %1
fr: Impossible de trouver le fichier %1
it: file

source: Seems to be an iso9660 image
it: a

source: Usable cue/bin combination found: %1 %2
it: Trovata combinazione cue/bin utilizzabile: %1 %2

source: Seems not to be a usable image file (or raw image)
it: a a immagine file o immagine

source: No file
it: No

source: Choose ISO image file or cue/bin combination
it: Scegli immagine file o

source: Name
fr: Nom
it: Nome

source: Local Path
it: Locale

source: Could not write to temporary file %1
fr: Impossible d'écrire dans le fichier temporaire %1
it: a file

source: Searching previous session
fr: Cherche la session précédente
it: Ricerca in corso

source: Could not retrieve multisession information from disk.
fr: Impossible de charger les informations de multisession du cd.
it: Non si traggono informazioni multisessione dal disco.

source: The disk is either empty or not appendable.
fr: Le cd est vide ou ne peut être continué.
it: è vuoto o.

source: Could not start mkisofs!
fr: Impossible de démarrer 'mkisofs' !
it: Impossibile avviare mkisofs!

source: Could not retrieve size of data. On-the-fly writing did not work.
fr: Impossible d'établir la taille des données. La gravure 'à-la-volée' ne peut fonctionner.
it: dimensione dati Acceso il.

source: Please create an image first!
fr: Veuillez créer une image d'abord !
it: immagine!

source: Could not start mkisofs/cdrecord!
fr: Impossible de démarrer 'mkisofs'/'cdrecord' !
it: Impossibile avviare mkisofs/cdrecord!

source: Starting multi session disk.
fr: Crée le disque multisession
it: Avvio del disco multisessione.

source: Appending session
fr: Ajoute la session
it: Sessione accodata

source: Finishing multi session disk
fr: Termine le disque multisession
it: Termine del disco multisessione

source: Writing data
it: Scrittura in corso

source: Creating image in %1
it: Creazione in corso immagine

source: Creating image
fr: Crée l'image
it: Creazione in corso

source: Image successfully created in %1
fr: Image crée avec succès dans %1
it: Immagine

source: Removed image file %1
fr: Fichier image %1 supprimé
it: immagine file

source: Mkisofs returned some error. (code %1)
fr: 'Mkisofs' a renvoyé des erreurs (code %1)
it: Mkisofs ha riportato alcuni errori. (codice %1)

source: Mkisofs did not exit cleanly.
fr: Mkisofs ne s'est pas arrêté correctement
it: Mkisofs non è uscito in forma perfetta.

source: Mkisofs executable not found.
fr: Fichier exécutable 'mkisofs' non trouvé.
it: Eseguibile mkisofs non trovato.

source: Removing ISO image %1
it: immagine

source: Blanking CD-RW
fr: Effacement du CD réinscriptible ('CD-RW')
it: CD

source: Blank
fr: Effacer
it: Vuoto

source: Start blanking
fr: Démarrer l'effacement
it: Avvio

source: Blanking type
fr: Type d'effacement
it: Tipo di pulizia

source: Fast
fr: Rapide
it: Veloce

source: Complete
fr: Complet
it: Completato

source: Blank last track
fr: Effacer la dernière piste
it: Pulisci ultima traccia

source: Unclose last session
fr: Rouvrir la dernière session
it: Ripristina ultima sessione

source: Blank last session
fr: Effacer la dernière session
it: Cancella ultima sessione

source: type
it: tipo

source: message
it: messaggio

source: Force (Try this if K3b is not able to blank a cdrw in normal mode)
fr: Forcer (à essayer si K3b ne peut effacer un cdrw en mode normal)
it: Forza (prova questo se K3b non è capace di pulire un cdrw nella modalità normale)

source: Do you really want to cancel?
fr: Voulez - vous vraiment annuler ?
it: a?

source: %1 does not support CD-RW writing.
it: CD RW.

source: Temp Directory
it: Directory temporanea

source: Write image file to
it: Scrittura immagine file

source: Free space in temp directory
it: Libero

source: Size of CD
fr: Taille du CD
it: Dimensione

source: The directory to save the image files in
it: a salva il immagine

source: <p>This is the directory where K3b will save the <em>image files</em> in.<p>Please make sure that it resides on a partition that has enough free space.
it: <p> è il salva il<em> immagine</em><p> make it sì a libera.

source: Select temp directory
fr: Sélectionner le répertoire temporaire
it: Seleziona

source: Select temp file
fr: Sélectionner le fichier temporaire
it: Seleziona file temporaneo

source: Temp directory
fr: Répertoire temporaire
it: Directory temporanea

source: Temp file
fr: Fichier temporaire
it: File temporaneo

source: Debugging output
fr: Sortie de débuggage
it: Debugging dell'output

source: Progress
fr: Avancement
it: Avanzamento

source: Ready
fr: Prêt
it: Pronto

source: Show Debugging Output
fr: Montrer la sortie de débuggage
it: Mostra

source: Buffer Status
fr: Statut du tampon
it: Stato del buffer

source: Writer
fr: Graveur
it: Masterizzatore

source: %1 of %2 MB written
fr: %1 de %2 Mo gravés
it: MByte

source: Success
fr: Succès
it: Successo

source: Canceled
it: Annullato

source: Writer: %1 %2
it: Masterizzatore

source: Overall progress (%1)
fr: Progression totale (%1)
it: Progresso totale (%1)

source: Start blanking disc at speed %1...
fr: Démarrer l'effacement du disque à la vitesse de %1...
it: Avvio.

source: Process successfully finished
fr: Processus terminé avec succès
it: Processo

source: Cdrecord returned some error!
fr: 'Cdrecord' a renvoyé des erreurs !
it: Cdrecord ha riportato alcuni errori!

source: Artist (CD-Text)
it: Artista CD Testo

source: Title (CD-Text)
it: Titolo CD Testo

source: Writing track %1: '%2'
fr: Gravure de la piste %1 : '%2'
it: Scrittura traccia %1: '%2'

source: Writing canceled by user.
fr: Gravure annulée par l'utilisateur.
it: Scrittura in corso utente.

source: Waiting for all tracks' length to be calculated.
fr: Attente du calcul de la longueur de toutes les pistes
it: Attendere il calcolo delle dimensioni di tutte le tracce.

source: All tracks' length ready.
fr: Calcul terminé.
it: Lette tutte le dimensioni delle tracce.

source: On the fly writing not supported with cdrecord.
fr: Gravure 'à-la-volée' non supporté par 'cdrecord.
it: Acceso il con.

source: Hiding first track not supported by cdrecord
fr: Masquage de la première piste non supporté par 'cdrecord'.
it: Il nascondimento della prima traccia non è supportato da cdrecord

source: CD-TEXT not supported by cdrecord.
fr: CD-TEXT non supporté par 'cdrecord'.
it: CD.

source: Buffering files
fr: Fichiers tampons
it: Buffering dei file

source: Writing
fr: Gravure
it: Scrittura in corso

source: Internal error: No module. Please report!
fr: Problème interne : 'No module'. Veuillez le signaler !
it: No!

source: Buffering file %1
fr: Fichier tampon %1
it: file

source: Could not open buffer file %1
fr: Impossible d'ouvrir le fichier tampon %1
it: buffer file

source: Error while streaming file
it: Errore

source: Written buffer file for %1 to %2
fr: Fichier tampon écrit pour %1 à %2
it: buffer file per a

source: Error while buffering track %1
fr: Erreur durant la mise en tampon de la piste %1
it: Errore durante il buffering della traccia %1

source: Writing TOC-file
fr: Écriture de la table des matières (TOC)
it: Scrittura in corso del file TOC

source: Could not write correct TOC-file.
fr: Impossible d'écrire la table des matières (TOC).
it: Impossibile scrivere file TOC corretto.

source: Not all files have been buffered.
fr: Tous les fichiers n'ont pas été mis en tampon.
it: Non tutti i file sono stati bufferizzati.

source: Cdrecord did not exit cleanly!
fr: 'Cdrecord' ne s'est pas arrêté correctement !
it: Cdrecord non è uscito in forma perfetta!

source: Cdrdao returned some error!
fr: 'Cdrdao' a renvoyé des erreurs !
it: Cdrdao ha riportato alcuni errori!

source: Removing temporary files!
fr: Suppression des fichiers temporaires !
it: Rimozione dei file temporanei!

source: Removing file %1
fr: Suppression du fichier %1
it: Rimozione file %1

source: Only mp3, ogg vorbis, and wav audio files are supported.
it: Solo i file mp3, ogg vorbis e wav sono supportati.

source: Wrong file format
fr: Format de fichier non valide
it: Formato file errato

source: Play
fr: Lecture
it: Riproduci

source: Play all
fr: Tout lire
it: Riproduci tutto

source: Audio Track Properties
it: Proprietà delle tracce audio

source: %1 kb
it: %1 KByte
